{
  "horisont_menu": {
    "home": "Головна",
    "wiki": "Бібліотека",
    "contacts": "Контакти",
    "ua": "UA",
    "en": "EN"
  },
  "left_menu": {
    "weapons": {
      "title": "Зброя",
      "rifled": {
        "title": "Нарізна зброя",
        "bolt": "Болтова",
        "sa_rifle": "Напівавтоматична",
        "a_rifle": "Автоматична"
      },
      "smooth": {
        "title": "Гладкоствольна",
        "sa_rifle": "Напівавтоматична",
        "pump": "Помпа",
        "opening": "Переломна"
      }
    },
    "ammunition": {
      "title": "Боеприпаси",
      "bullets": {
        "title": "Кулі",
        "types": {
          "title": "Типи",
          "rifled": {
            "title": "Нарізні",
            "fmg": "FMG",
            "sp": "SP",
            "tm": "TM",
            "hp": "HP",
            "jhp": "JHP",
            "bt": "BT",
            "rn": "RN",
            "fp": "FP/FN",
            "hb": "HB",
            "dk": "DK",
            "hm": "HM"
          },
          "smooth": {
            "title": "Гладкоствольні",
            "caliber": {
              "title": "Каліберні кулі",
              "sheddit": "Шеддит",
              "azot": "Азот",
              "diabolo": "Діаболо",
              "bp": "B&P",
              "zala": "Zala"
            },
            "subcaliber": {
              "title": "Підкаліберні кулі",
              "poleva": "Полева",
              "leningradka": "Ленінградка",
              "sport": "Спорт-С",
              "sputnik": "Супутник",
              "tandem": "Тандем",
              "strela": "Стріла"
            },
            "paradox": {
              "title": "Парадокс",
              "brenneke": "Brenneke",
              "paradox": "Paradox",
              "mayer": "Майера",
              "gualandi": "Gualandi",
              "baibak": "Байбак",
              "grizzly": "Грізлі-35",
              "swift": "Стриж",
              "dary": "Дэри",
              "kion": "Кион"
            }
          }
        },
        "geometry": "Геометрія",
        "material": "Матеріал"
      },
      "cases": {
        "title": "Гільзи",
        "geometry": "Геометрія",
        "material": "Матеріал"
      },
      "primers": {
        "title": "Капсуля",
        "open": "Відкрити",
        "closed": "Закрити"
      },
      "powder": {
        "title": "Порох",
        "black": "Димний порох",
        "smokeless": {
          "title": "Бездимний порох",
          "slow": "Повільний",
          "medium": "Середній",
          "fast": "Швидкий"
        }
      },
      "calibers": {
        "title": "Калібри",
        "rifled": "Нарізні калібри",
        "smooth": "Гладкоствольні калібри"
      }
    }
  },
  "buttons": {
    "edit_page": "Запропонувати редагування"
  },
  "search": {
    "weapons": {
      "title": "Зброя",
      "p1": "Зброя /s - назва пристроїв і предметів (виробів), конструктивно призначених для ураження живої чи інший цілі, а також подачі сигналів. Використовується для ведення війни, полювання, та у спорті. Зброя є предметом нападу чи оборони і може бути як летальної, так і не летальної дії.",
      "p2": "За призначенням зброя може бути бойовою, службовою та цивільною.",
      "l1h": "До бойової зброї належить:",
      "l1p1": "Звичайна зброя /s(вогнепальна зброя, холодна зброя, пневматична зброя, травматична зброя, метальна зброя, запальна зброя, міни, артилерійське озброєння, ракетна зброя, торпедна зброя)",
      "l1p2": "Зброя масового ураження /s(ядерна зброя, хімічна зброя, біологічна зброя)",
      "l1p3": "Нетрадиційна зброя, зброя на нових фізичних принципах /s (генетична зброя, геофізична зброя, інфразвукова зброя, кліматична зброя, лазерна зброя, зброя несмертельної дії, озонна зброя, плазмова зброя, психотронна зброя,радіологічна зброя, надвисокочастотна зброя, прискорювальна зброя, електромагнітна зброя)",
      "p3": "До службової зброї належить вогнепальна зброя, яка використовується співробітниками державних органів та особами, яким законодавчо дозволено зберігати, носити та застосовувати цю зброю з метою виконання своїх службових обов'язків. Порівняно з бойовою зброєю, має обмеження щодо дальності стрільби, вражаючій дії та калібру.",
      "p4": "До цивільної зброї належить зброя, призначена для використання з метою самооборони, для занять спортом та полювання. Поділяється на: зброю самооборони, спортивну зброю, мисливську зброю, сигнальну зброю — зброю, конструктивно призначену лише для подачі світлових, димових або звукових сигналів; холодна клинкова зброя, колекційна зброя.",
      "l2h": "За принципом вражаючої дії зброя класифікується на:",
      "l2p1": "Вогнепальна зброя - зброя, призначена для механічного ураження цілі на відстані снарядом, що отримує спрямований рух за рахунок енергії порохового або іншого хімічного заряду",
      "l2p2": "Пневматична зброя - зброя, призначена для ураження цілі на відстані снарядом, що отримує спрямований рух за рахунок енергії стисненого, зрідженого або затвердженого газу",
      "l2p3": "Холодна зброя - зброя, призначена для ураження цілі за допомогою м'язової сили людини за безпосереднього контакту з об'єктом поразки",
      "l2p4": "Метальна зброя - зброя, призначена для ураження цілі на відстані снарядом, що отримує спрямований рух за допомогою м'язової сили людини або механічного устрою",
      "l2p5": "Газова зброя - зброя, призначена для тимчасового ураження живої цілі шляхом застосування сльозогінних або подразнюючих речовин",
      "l2p6": "Запальна зброя  - зброя, вражаюча дія якої заснована на використанні бойових запальних речовин",
      "l2p7": "Ракетна зброя -  реактивні снаряди і ракети - безпілотні засоби озброєння, траєкторії руху яких від стартової точки до цілі, що вражається, реалізуються з використанням ракетних або реактивних двигунів і засобів наведення.",
      "l2p8": "Міна - вибуховий пристрій, що складається з запалу або детонатора, заряду вибухової речовини (ВВ), елементів, що вражають (не завжди) і в деяких випадках таймера, потай встановлений, що вибухає за певних обставин",
      "l2p9": "Торпеда - підводний бойовий снаряд, який рухається за рахунок реактивного сопла або гребних гвинтів"
    },
    "rifled-weapons": {
      "title": "Нарізна зброя",
      "p1": "Зброя - назва пристроїв і предметів (виробів), конструктивно призначених для ураження живої чи інший цілі, а також подачі сигналів. Використовується для ведення війни, полювання, та у спорті. Зброя є предметом нападу чи оборони і може бути як летальної, так і не летальної дії.",
      "p2": "За призначенням зброя може бути бойовою, службовою та цивільною.",
      "l1h": "До бойової зброї належить:",
      "l1p1": "Звичайна зброя (вогнепальна зброя, холодна зброя, пневматична зброя, травматична зброя, метальна зброя, запальна зброя, міни, артилерійське озброєння, ракетна зброя, торпедна зброя)",
      "l1p2": "Зброя масового ураження (ядерна зброя, хімічна зброя, біологічна зброя)",
      "l1p3": "Нетрадиційна зброя, зброя на нових фізичних принципах: (генетична зброя, геофізична зброя, інфразвукова зброя, кліматична зброя, лазерна зброя, зброя несмертельної дії, озонна зброя, плазмова зброя, психотронна зброя,радіологічна зброя, надвисокочастотна зброя, прискорювальна зброя, електромагнітна зброя)"
    }
  }
}